{
  "ios": {
    "bundleId": "dev.seyrek.factsaday",
    "locales": {
      "en-US": {
        "name": "Facts a Day: Fun Daily Trivia",
        "subtitle": "Fun Facts & Brain Quiz Game",
        "promotionalText": "New facts every day! Expand your knowledge, challenge yourself with trivia, and become the smartest person in the room. Pick your favorite topics and start learning.",
        "keywords": "IQ,knowledge,science,random,interesting,amazing,history,cool,curious,did,know,offline,genius,riddles",
        "description": "Did you know? Fun facts are the fastest way to get smarter!\n\nFacts a Day delivers fascinating random facts from science, history, nature, space, psychology, and 12 more topics — beautifully designed with stunning images. Challenge yourself with brain quiz games, track your IQ progress, and become the smartest person in the room.\n\nWHY YOU'LL LOVE IT\n\n• Daily Fun Facts — Fresh, interesting, and amazing facts every single day\n• 17 Categories — Science, History, Space, Nature, Psychology, Technology, Arts, Geography, Health, Business, Philosophy, Language, Sports, Food, Environment, Culture, and Mathematics\n• Beautiful Cards — Each fact comes with a stunning image\n• Brain Quiz Game — 3 trivia game modes to test your IQ and knowledge\n• Track Your Genius — See your stats, streaks, badges, and accuracy\n• Save Favorites — Build your personal knowledge library\n• Works Offline — Read saved facts and play quizzes without internet\n• 8 Languages — English, Spanish, French, German, Chinese, Japanese, Korean, and Turkish\n\nHOW IT WORKS\n\n1. Pick your favorite topics — choose from 17 knowledge categories\n2. Get fun random facts delivered daily\n3. Read, save, and share cool facts that interest you\n4. Test yourself with brain trivia games\n5. Watch your knowledge and IQ grow!\n\nTRIVIA GAME MODES\n\n• Daily Trivia — Questions based on facts you've seen today\n• Mixed Trivia — Random challenge across all categories\n• Category Mastery — Focus on what you love and become a genius\n\nDID YOU KNOW?\n\nEvery day, our curious users discover amazing facts about science, history, space, animals, psychology, and more. Whether you love random trivia, brain teasers, riddles, or general knowledge quizzes — Facts a Day has something for you.\n\nPerfect for curious minds, lifelong learners, and anyone who loves a good quiz. A few minutes a day makes you smarter — guaranteed.\n\nDownload now — it's free to start!\n\nSUBSCRIPTION INFO\n\nFacts a Day Premium is available with two auto-renewing subscription options:\n• Weekly subscription\n• Monthly subscription\n\nPayment will be charged to your App Store account at confirmation of purchase. Subscription automatically renews unless canceled at least 24 hours before the end of the current period. You can manage and cancel your subscriptions in your App Store account settings.\n\nTerms of Use: https://factsaday.com/en/terms\nPrivacy Policy: https://factsaday.com/en/privacy",
        "whatsNew": "Thanks for using Facts a Day!\n\nThis update includes bug fixes and improvements to make your experience even better.\n\nKeep learning and stay curious!"
      },
      "de-DE": {
        "name": "Täglich Wissen: Fun Faktenquiz",
        "subtitle": "Fun Facts & Gehirn-Quizspiel",
        "promotionalText": "Jeden Tag neue Fakten! Erweitere dein Wissen, fordere dich mit Trivia heraus und werde schlauer. Wähle deine Lieblingsthemen und starte jetzt mit dem Lernen.",
        "keywords": "IQ,Allgemeinwissen,Wissenschaft,zufällig,erstaunlich,cool,Rätsel,offline,Natur,Weltraum,Psychologie",
        "description": "Wusstest du das? Spannende Fakten sind der schnellste Weg, schlauer zu werden!\n\nTäglich Wissen liefert dir faszinierende zufällige Fakten aus Wissenschaft, Geschichte, Natur, Weltraum, Psychologie und 12 weiteren Themen — wunderschön gestaltet mit beeindruckenden Bildern. Fordere dich mit Gehirn-Quiz-Spielen heraus, verfolge deinen IQ-Fortschritt und werde die schlaueste Person im Raum.\n\nWARUM DU ES LIEBEN WIRST\n\n• Tägliche Fun Facts — Frische, interessante und erstaunliche Fakten jeden Tag\n• 17 Kategorien — Wissenschaft, Geschichte, Weltraum, Natur, Psychologie, Technologie, Kunst, Geographie, Gesundheit, Wirtschaft, Philosophie, Sprache, Sport, Essen, Umwelt, Kultur und Mathematik\n• Schöne Karten — Jeder Fakt kommt mit einem beeindruckenden Bild\n• Gehirn-Quiz-Spiel — 3 Trivia-Spielmodi um deinen IQ und dein Wissen zu testen\n• Verfolge dein Genie — Sieh deine Statistiken, Serien, Abzeichen und Genauigkeit\n• Favoriten speichern — Baue deine persönliche Wissensbibliothek auf\n• Offline verfügbar — Gespeicherte Fakten lesen und Quiz spielen ohne Internet\n• 8 Sprachen — Deutsch, Englisch, Spanisch, Französisch, Chinesisch, Japanisch, Koreanisch und Türkisch\n\nSO FUNKTIONIERT ES\n\n1. Wähle deine Lieblingsthemen — aus 17 Wissenskategorien\n2. Erhalte täglich zufällige Fun Facts\n3. Lese, speichere und teile coole Fakten\n4. Teste dich mit Gehirn-Trivia-Spielen\n5. Sieh zu, wie dein Wissen und IQ wachsen!\n\nQUIZ-MODI\n\n• Tägliches Quiz — Fragen basierend auf Fakten des Tages\n• Gemischtes Quiz — Zufällige Herausforderung aus allen Kategorien\n• Kategorie-Meisterschaft — Konzentriere dich auf dein Lieblingsthema und werde zum Genie\n\nWUSSTEST DU DAS?\n\nJeden Tag entdecken unsere neugierigen Nutzer erstaunliche Fakten über Wissenschaft, Geschichte, Weltraum, Tiere, Psychologie und mehr. Ob du zufällige Trivia, Gehirnjogging, Rätsel oder Allgemeinwissen-Quiz liebst — Täglich Wissen hat etwas für dich.\n\nPerfekt für neugierige Köpfe, lebenslange Lerner und alle, die ein gutes Quiz lieben. Ein paar Minuten am Tag machen dich schlauer — garantiert.\n\nJetzt herunterladen — der Start ist kostenlos!\n\nABO-INFORMATIONEN\n\nFacts a Day Premium ist mit zwei automatisch verlängerbaren Abo-Optionen verfügbar:\n• Wöchentliches Abo\n• Monatliches Abo\n\nDie Zahlung wird bei Kaufbestätigung deinem App Store-Konto belastet. Das Abo verlängert sich automatisch, sofern es nicht mindestens 24 Stunden vor Ablauf des aktuellen Zeitraums gekündigt wird. Du kannst deine Abos in deinen App Store-Kontoeinstellungen verwalten und kündigen.\n\nNutzungsbedingungen: https://factsaday.com/de/terms\nDatenschutzrichtlinie: https://factsaday.com/de/privacy",
        "whatsNew": "Danke, dass du Täglich Wissen nutzt!\n\nDieses Update enthält Fehlerbehebungen und Verbesserungen für ein noch besseres Erlebnis.\n\nBleib neugierig und lerne weiter!"
      },
      "es-MX": {
        "name": "Datos Diarios: Trivia y Quiz",
        "subtitle": "Datos Curiosos y Quiz Mental",
        "promotionalText": "¡Datos nuevos cada día! Amplía tu conocimiento, desafíate con trivia y conviértete en la persona más lista. Elige tus temas favoritos y empieza a aprender.",
        "keywords": "IQ,conocimiento,ciencia,aleatorio,increíble,historia,cool,offline,genio,naturaleza,cerebro,sabías",
        "description": "¿Sabías que...? ¡Los datos curiosos son la forma más rápida de ser más inteligente!\n\nDatos Diarios te ofrece fascinantes datos aleatorios de ciencia, historia, naturaleza, espacio, psicología y 12 temas más — bellamente diseñados con imágenes impresionantes. Desafíate con juegos de quiz mental, sigue tu progreso de IQ y conviértete en la persona más lista.\n\nPOR QUÉ TE ENCANTARÁ\n\n• Datos Curiosos Diarios — Datos frescos, interesantes e increíbles cada día\n• 17 Categorías — Ciencia, Historia, Espacio, Naturaleza, Psicología, Tecnología, Arte, Geografía, Salud, Negocios, Filosofía, Idiomas, Deportes, Comida, Medio Ambiente, Cultura y Matemáticas\n• Tarjetas Hermosas — Cada dato viene con una imagen impresionante\n• Quiz Mental — 3 modos de trivia para poner a prueba tu IQ y conocimiento\n• Sigue tu Genio — Ve tus estadísticas, rachas, insignias y precisión\n• Guarda Favoritos — Construye tu biblioteca personal de conocimiento\n• Funciona Offline — Lee datos guardados y juega quiz sin internet\n• 8 Idiomas — Español, Inglés, Francés, Alemán, Chino, Japonés, Coreano y Turco\n\nCÓMO FUNCIONA\n\n1. Elige tus temas favoritos — de 17 categorías de conocimiento\n2. Recibe datos curiosos aleatorios a diario\n3. Lee, guarda y comparte datos interesantes\n4. Ponte a prueba con juegos de trivia mental\n5. ¡Mira cómo crece tu conocimiento y IQ!\n\nMODOS DE TRIVIA\n\n• Trivia Diaria — Preguntas basadas en datos que has visto hoy\n• Trivia Mixta — Desafío aleatorio de todas las categorías\n• Maestría por Categoría — Enfócate en lo que te gusta y conviértete en un genio\n\n¿SABÍAS QUE...?\n\nCada día, nuestros curiosos usuarios descubren datos increíbles sobre ciencia, historia, espacio, animales, psicología y más. Ya sea que te gusten los datos aleatorios, los juegos mentales, los acertijos o los quiz de conocimiento general — Datos Diarios tiene algo para ti.\n\nPerfecto para mentes curiosas, aprendices de por vida y cualquiera que ame un buen quiz. Unos minutos al día te hacen más inteligente — garantizado.\n\n¡Descarga ahora — es gratis para empezar!\n\nINFORMACIÓN DE SUSCRIPCIÓN\n\nFacts a Day Premium está disponible con dos opciones de suscripción con renovación automática:\n• Suscripción semanal\n• Suscripción mensual\n\nEl pago se cargará a tu cuenta de App Store al confirmar la compra. La suscripción se renueva automáticamente a menos que se cancele al menos 24 horas antes del final del período actual. Puedes gestionar y cancelar tus suscripciones en los ajustes de tu cuenta de App Store.\n\nCondiciones de uso: https://factsaday.com/es/terms\nPolítica de privacidad: https://factsaday.com/es/privacy",
        "whatsNew": "¡Gracias por usar Datos Diarios!\n\nEsta actualización incluye correcciones de errores y mejoras para una mejor experiencia.\n\n¡Sigue aprendiendo y mantén la curiosidad!"
      },
      "fr-FR": {
        "name": "Savoir du Jour: Quiz & Faits",
        "subtitle": "Fun Facts & Quiz Cérébral",
        "promotionalText": "De nouveaux faits chaque jour ! Enrichissez vos connaissances, relevez des défis trivia et devenez plus cultivé. Choisissez vos sujets préférés et commencez.",
        "keywords": "IQ,connaissance,science,aléatoire,incroyable,histoire,curieux,offline,génie,nature,culture,cerveau",
        "description": "Le saviez-vous ? Les faits amusants sont le moyen le plus rapide de devenir plus intelligent !\n\nSavoir du Jour vous propose des faits aléatoires fascinants sur la science, l'histoire, la nature, l'espace, la psychologie et 12 autres sujets — magnifiquement présentés avec de superbes images. Défiez-vous avec des jeux de quiz cérébral, suivez votre progression de QI et devenez la personne la plus cultivée.\n\nPOURQUOI VOUS ALLEZ L'ADORER\n\n• Fun Facts Quotidiens — Des faits frais, intéressants et incroyables chaque jour\n• 17 Catégories — Science, Histoire, Espace, Nature, Psychologie, Technologie, Arts, Géographie, Santé, Business, Philosophie, Langues, Sports, Cuisine, Environnement, Culture et Mathématiques\n• Belles Cartes — Chaque fait est accompagné d'une image magnifique\n• Quiz Cérébral — 3 modes de trivia pour tester votre QI et vos connaissances\n• Suivez votre Génie — Consultez vos statistiques, séries, badges et précision\n• Sauvegardez vos Favoris — Créez votre bibliothèque de connaissances personnelle\n• Fonctionne Hors Ligne — Lisez les faits sauvegardés et jouez aux quiz sans internet\n• 8 Langues — Français, Anglais, Espagnol, Allemand, Chinois, Japonais, Coréen et Turc\n\nCOMMENT ÇA MARCHE\n\n1. Choisissez vos sujets préférés — parmi 17 catégories de connaissances\n2. Recevez des fun facts aléatoires quotidiennement\n3. Lisez, sauvegardez et partagez des faits curieux\n4. Testez-vous avec des jeux de trivia cérébral\n5. Regardez vos connaissances et votre QI grandir !\n\nMODES DE TRIVIA\n\n• Trivia Quotidien — Questions basées sur les faits vus aujourd'hui\n• Trivia Mixte — Défi aléatoire de toutes les catégories\n• Maîtrise par Catégorie — Concentrez-vous sur ce que vous aimez et devenez un génie\n\nLE SAVIEZ-VOUS ?\n\nChaque jour, nos utilisateurs curieux découvrent des faits incroyables sur la science, l'histoire, l'espace, les animaux, la psychologie et plus encore. Que vous aimiez les trivia aléatoires, les casse-têtes, les énigmes ou les quiz de culture générale — Savoir du Jour a quelque chose pour vous.\n\nParfait pour les esprits curieux, les apprenants à vie et tous ceux qui aiment un bon quiz. Quelques minutes par jour vous rendent plus intelligent — garanti.\n\nTéléchargez maintenant — c'est gratuit pour commencer !\n\nINFORMATIONS SUR L'ABONNEMENT\n\nFacts a Day Premium est disponible avec deux options d'abonnement à renouvellement automatique :\n• Abonnement hebdomadaire\n• Abonnement mensuel\n\nLe paiement sera débité de votre compte App Store lors de la confirmation de l'achat. L'abonnement se renouvelle automatiquement sauf annulation au moins 24 heures avant la fin de la période en cours. Vous pouvez gérer et annuler vos abonnements dans les paramètres de votre compte App Store.\n\nConditions d'utilisation : https://factsaday.com/fr/terms\nPolitique de confidentialité : https://factsaday.com/fr/privacy",
        "whatsNew": "Merci d'utiliser Savoir du Jour !\n\nCette mise à jour inclut des corrections de bugs et des améliorations pour une meilleure expérience.\n\nContinuez à apprendre et restez curieux !"
      },
      "ja": {
        "name": "毎日の雑学 - 楽しいトリビア",
        "subtitle": "雑学 · 脳トレクイズゲーム",
        "promotionalText": "毎日新しい事実！知識を広げ、トリビアで自分に挑戦し、もっと賢くなろう。お気に入りのトピックを選んで、今すぐ学習を始めましょう。",
        "keywords": "IQ,豆知識,面白い,すごい,オフライン,天才,なぞなぞ,宇宙,心理,自然,ランダム,教育,知識",
        "description": "知ってた？雑学は賢くなる最速の方法です！\n\n毎日の雑学は、科学、歴史、自然、宇宙、心理学など17以上のトピックから魅力的なランダム雑学を、美しい画像と共にお届けします。脳トレクイズゲームで自分に挑戦し、IQの成長を追跡し、周りで一番賢い人になりましょう。\n\nこんな方におすすめ\n\n• 毎日の雑学 — 毎日新鮮で面白い、すごい豆知識\n• 17カテゴリ — 科学、歴史、宇宙、自然、心理学、テクノロジー、芸術、地理、健康、ビジネス、哲学、言語、スポーツ、食べ物、環境、文化、数学\n• 美しいカード — 各事実に素晴らしい画像付き\n• 脳トレクイズゲーム — IQと知識をテストする3つのトリビアモード\n• 天才度を追跡 — 統計、連続記録、バッジ、正確性を確認\n• お気に入りを保存 — 個人的な知識ライブラリを構築\n• オフライン対応 — インターネットなしで保存した雑学を読んでクイズをプレイ\n• 8言語対応 — 日本語、英語、スペイン語、フランス語、ドイツ語、中国語、韓国語、トルコ語\n\n使い方\n\n1. お気に入りのトピックを選択 — 17の知識カテゴリから\n2. 毎日ランダムな雑学を受け取る\n3. 面白い豆知識を読んで、保存して、共有\n4. 脳トレトリビアゲームで自分をテスト\n5. 知識とIQの成長を見守ろう！\n\nトリビアモード\n\n• デイリートリビア — 今日見た雑学に基づく質問\n• ミックストリビア — すべてのカテゴリからランダムチャレンジ\n• カテゴリマスター — 好きなものに集中して天才になろう\n\n知ってた？\n\n毎日、好奇心旺盛なユーザーが科学、歴史、宇宙、動物、心理学などについて驚きの雑学を発見しています。ランダムトリビア、脳トレ、なぞなぞ、一般知識クイズが好きなら — 毎日の雑学はあなたにぴったりです。\n\n好奇心旺盛な人、生涯学習者、クイズ好きな人に最適。1日数分で賢くなれます — 保証します。\n\n今すぐダウンロード — 無料で始められます！\n\nサブスクリプション情報\n\nFacts a Day Premiumは、2つの自動更新サブスクリプションオプションでご利用いただけます：\n• 週間サブスクリプション\n• 月間サブスクリプション\n\n購入確認時にApp Storeアカウントに請求されます。現在の期間終了の少なくとも24時間前にキャンセルしない限り、サブスクリプションは自動的に更新されます。App Storeのアカウント設定でサブスクリプションの管理とキャンセルができます。\n\n利用規約: https://factsaday.com/ja/terms\nプライバシーポリシー: https://factsaday.com/ja/privacy",
        "whatsNew": "毎日の雑学をご利用いただきありがとうございます！\n\nこのアップデートでは、より良い体験のためのバグ修正と改善を行いました。\n\n学び続けて、好奇心を持ち続けよう！"
      },
      "ko": {
        "name": "매일 상식 - 재미있는 퀴즈",
        "subtitle": "재미있는 상식 & 두뇌 퀴즈",
        "promotionalText": "매일 새로운 사실! 지식을 넓히고, 트리비아로 도전하고, 더 똑똑해지세요. 좋아하는 주제를 선택하고 지금 바로 학습을 시작하세요.",
        "keywords": "IQ,과학,랜덤,놀라운,역사,신기한,오프라인,천재,수수께끼,우주,자연,심리,교육,지식",
        "description": "알고 있었나요? 재미있는 상식은 더 똑똑해지는 가장 빠른 방법입니다!\n\n매일 상식은 과학, 역사, 자연, 우주, 심리학 등 17개 이상의 주제에서 흥미로운 랜덤 상식을 아름다운 이미지와 함께 제공합니다. 두뇌 퀴즈 게임으로 도전하고, IQ 성장을 추적하고, 주변에서 가장 똑똑한 사람이 되세요.\n\n이런 점이 좋아요\n\n• 매일 재미있는 상식 — 매일 신선하고 흥미롭고 놀라운 사실\n• 17개 카테고리 — 과학, 역사, 우주, 자연, 심리학, 기술, 예술, 지리, 건강, 비즈니스, 철학, 언어, 스포츠, 음식, 환경, 문화, 수학\n• 아름다운 카드 — 각 사실에 멋진 이미지 포함\n• 두뇌 퀴즈 게임 — IQ와 지식을 테스트하는 3가지 트리비아 모드\n• 천재도 추적 — 통계, 연속 기록, 배지, 정확도 확인\n• 즐겨찾기 저장 — 개인 지식 라이브러리 구축\n• 오프라인 지원 — 인터넷 없이 저장된 상식 읽기 및 퀴즈 플레이\n• 8개 언어 지원 — 한국어, 영어, 스페인어, 프랑스어, 독일어, 중국어, 일본어, 터키어\n\n사용 방법\n\n1. 좋아하는 주제 선택 — 17개 지식 카테고리에서\n2. 매일 랜덤 재미있는 상식 받기\n3. 흥미로운 사실을 읽고, 저장하고, 공유\n4. 두뇌 트리비아 게임으로 자신을 테스트\n5. 지식과 IQ가 성장하는 것을 지켜보세요!\n\n트리비아 모드\n\n• 데일리 트리비아 — 오늘 본 상식을 기반으로 한 질문\n• 믹스 트리비아 — 모든 카테고리에서 랜덤 챌린지\n• 카테고리 마스터 — 좋아하는 것에 집중하고 천재가 되세요\n\n알고 있었나요?\n\n매일 호기심 많은 사용자들이 과학, 역사, 우주, 동물, 심리학 등에 대한 놀라운 상식을 발견합니다. 랜덤 트리비아, 두뇌 게임, 수수께끼, 일반 상식 퀴즈를 좋아한다면 — 매일 상식이 딱입니다.\n\n호기심 많은 사람, 평생 학습자, 퀴즈를 좋아하는 모든 분께 완벽합니다. 하루 몇 분으로 더 똑똑해지세요 — 보장합니다.\n\n지금 다운로드하세요 — 무료로 시작할 수 있습니다!\n\n구독 정보\n\nFacts a Day Premium은 두 가지 자동 갱신 구독 옵션으로 이용할 수 있습니다:\n• 주간 구독\n• 월간 구독\n\n구매 확인 시 App Store 계정으로 결제됩니다. 현재 기간 종료 최소 24시간 전에 취소하지 않으면 구독이 자동으로 갱신됩니다. App Store 계정 설정에서 구독을 관리하고 취소할 수 있습니다.\n\n이용약관: https://factsaday.com/ko/terms\n개인정보 처리방침: https://factsaday.com/ko/privacy",
        "whatsNew": "매일 상식을 이용해 주셔서 감사합니다!\n\n이번 업데이트에는 더 나은 경험을 위한 버그 수정 및 개선이 포함되어 있습니다.\n\n계속 배우고 호기심을 유지하세요!"
      },
      "zh-Hans": {
        "name": "每日冷知识 - 趣味问答",
        "subtitle": "趣味冷知识 · 脑力问答游戏",
        "promotionalText": "每天都有新知识！拓展你的知识面，通过问答挑战自己，变得更聪明。选择你感兴趣的主题，现在就开始学习吧。",
        "keywords": "IQ,常识,科学,随机,惊人,历史,好奇,离线,天才,谜语,太空,自然,心理,学习,百科",
        "description": "你知道吗？趣味冷知识是变聪明最快的方式！\n\n每日冷知识为你带来科学、历史、自然、太空、心理学等17个主题的精彩随机冷知识 — 搭配精美图片呈现。通过脑力问答游戏挑战自己，追踪IQ进步，成为身边最聪明的人。\n\n为什么你会喜欢\n\n• 每日趣味冷知识 — 每天都有新鲜、有趣、令人惊叹的知识\n• 17个分类 — 科学、历史、太空、自然、心理学、科技、艺术、地理、健康、商业、哲学、语言、体育、美食、环境、文化和数学\n• 精美卡片 — 每条知识都配有精美图片\n• 脑力问答游戏 — 3种问答模式测试你的IQ和知识\n• 追踪天才之路 — 查看统计数据、连续记录、徽章和正确率\n• 收藏夹 — 建立个人知识库\n• 离线可用 — 无需网络即可阅读收藏和玩问答\n• 8种语言 — 中文、英语、西班牙语、法语、德语、日语、韩语和土耳其语\n\n使用方法\n\n1. 选择你喜欢的主题 — 从17个知识分类中\n2. 每天收到随机趣味冷知识\n3. 阅读、收藏和分享有趣的知识\n4. 通过脑力问答游戏测试自己\n5. 见证你的知识和IQ增长！\n\n问答模式\n\n• 每日问答 — 基于今天看过的知识的问题\n• 混合问答 — 所有分类的随机挑战\n• 分类精通 — 专注你喜欢的领域，成为天才\n\n你知道吗？\n\n每天，好奇的用户们都在发现关于科学、历史、太空、动物、心理学等令人惊叹的冷知识。无论你喜欢随机冷知识、脑力游戏、谜语还是百科问答 — 每日冷知识都有适合你的内容。\n\n适合好奇心强的人、终身学习者和所有喜欢问答的人。每天几分钟让你更聪明 — 保证有效。\n\n立即下载 — 免费开始！\n\n订阅信息\n\nFacts a Day Premium 提供两种自动续订订阅选项：\n• 每周订阅\n• 每月订阅\n\n确认购买时，将从您的 App Store 账户扣款。除非在当前订阅期结束前至少 24 小时取消，否则订阅将自动续订。您可以在 App Store 账户设置中管理和取消订阅。\n\n使用条款: https://factsaday.com/zh/terms\n隐私政策: https://factsaday.com/zh/privacy",
        "whatsNew": "感谢使用每日冷知识！\n\n本次更新包括错误修复和改进，为您带来更好的体验。\n\n保持学习，保持好奇！"
      },
      "tr": {
        "name": "Günlük Bilgi: Eğlenceli Quiz",
        "subtitle": "Bilgi Oyunu & Beyin Quizi",
        "promotionalText": "Her gün yeni bilgiler! Bilgini genişlet, trivia ile kendine meydan oku ve daha zeki ol. Favori konularını seç ve öğrenmeye başla.",
        "keywords": "IQ,genel kültür,bilim,rastgele,şaşırtıcı,tarih,merak,offline,dahi,bulmaca,doğa,uzay,zeka",
        "description": "Biliyor muydun? Eğlenceli bilgiler daha zeki olmanın en hızlı yoludur!\n\nGünlük Bilgi, bilim, tarih, doğa, uzay, psikoloji ve 12 farklı konudan büyüleyici rastgele bilgileri etkileyici görsellerle sunar. Beyin quiz oyunlarıyla kendine meydan oku, IQ gelişimini takip et ve etrafındaki en zeki kişi ol.\n\nNEDEN SEVECEKSİN\n\n• Günlük Eğlenceli Bilgiler — Her gün taze, ilginç ve şaşırtıcı bilgiler\n• 17 Kategori — Bilim, Tarih, Uzay, Doğa, Psikoloji, Teknoloji, Sanat, Coğrafya, Sağlık, İş Dünyası, Felsefe, Dil, Spor, Yemek, Çevre, Kültür ve Matematik\n• Güzel Kartlar — Her bilgi etkileyici bir görsel ile gelir\n• Beyin Quiz Oyunu — IQ ve bilgini test etmek için 3 trivia modu\n• Dahiliğini Takip Et — İstatistiklerini, serilerini, rozetlerini ve doğruluğunu gör\n• Favorileri Kaydet — Kişisel bilgi kütüphaneni oluştur\n• Çevrimdışı Çalışır — İnternet olmadan kayıtlı bilgileri oku ve quiz oyna\n• 8 Dil Desteği — Türkçe, İngilizce, İspanyolca, Fransızca, Almanca, Çince, Japonca ve Korece\n\nNASIL ÇALIŞIR\n\n1. Favori konularını seç — 17 bilgi kategorisinden\n2. Her gün rastgele eğlenceli bilgiler al\n3. İlginç bilgileri oku, kaydet ve paylaş\n4. Beyin trivia oyunlarıyla kendini test et\n5. Bilginin ve IQ'nun büyümesini izle!\n\nTRİVİA MODLARI\n\n• Günlük Trivia — Bugün gördüğün bilgilere dayalı sorular\n• Karışık Trivia — Tüm kategorilerden rastgele meydan okuma\n• Kategori Ustalığı — Sevdiğin konulara odaklan ve dahi ol\n\nBİLİYOR MUYDUN?\n\nHer gün, meraklı kullanıcılarımız bilim, tarih, uzay, hayvanlar, psikoloji ve daha fazlası hakkında şaşırtıcı bilgiler keşfediyor. Rastgele trivia, beyin oyunları, bulmacalar veya genel kültür quizleri seviyorsan — Günlük Bilgi tam sana göre.\n\nMeraklı zihinler, ömür boyu öğrenenler ve quiz seven herkes için mükemmel. Günde birkaç dakika seni daha zeki yapar — garantili.\n\nŞimdi indir — başlamak ücretsiz!\n\nABONELİK BİLGİLERİ\n\nFacts a Day Premium, iki otomatik yenilenen abonelik seçeneği ile kullanılabilir:\n• Haftalık abonelik\n• Aylık abonelik\n\nÖdeme, satın alma onayında App Store hesabınızdan tahsil edilir. Mevcut dönem sona ermeden en az 24 saat önce iptal edilmediği sürece abonelik otomatik olarak yenilenir. Aboneliklerinizi App Store hesap ayarlarınızdan yönetebilir ve iptal edebilirsiniz.\n\nKullanım Koşulları: https://factsaday.com/tr/terms\nGizlilik Politikası: https://factsaday.com/tr/privacy",
        "whatsNew": "Günlük Bilgi'yi kullandığın için teşekkürler!\n\nBu güncelleme, daha iyi bir deneyim için hata düzeltmeleri ve iyileştirmeler içerir.\n\nÖğrenmeye devam et ve merakını koru!"
      }
    }
  },
  "android": {
    "packageName": "dev.seyrek.factsaday",
    "locales": {
      "en-US": {
        "title": "Facts a Day: Fun Daily Trivia",
        "shortDescription": "Fun random facts daily! Brain quiz with science, history & IQ trivia offline.",
        "fullDescription": "Did you know? Fun facts are the fastest way to get smarter!\n\nFacts a Day delivers fascinating random facts from science, history, nature, space, psychology, and 12 more topics — beautifully designed with stunning images. Challenge yourself with brain quiz games, track your IQ progress, and become the smartest person in the room.\n\nWHY YOU'LL LOVE IT\n\n• Daily Fun Facts — Fresh, interesting, and amazing facts every single day\n• 17 Categories — Science, History, Space, Nature, Psychology, Technology, Arts, Geography, Health, Business, Philosophy, Language, Sports, Food, Environment, Culture, and Mathematics\n• Beautiful Cards — Each fact comes with a stunning image\n• Brain Quiz Game — 3 trivia game modes to test your IQ and knowledge\n• Track Your Genius — See your stats, streaks, badges, and accuracy\n• Save Favorites — Build your personal knowledge library\n• Works Offline — Read saved facts and play quizzes without internet\n• 8 Languages — English, Spanish, French, German, Chinese, Japanese, Korean, and Turkish\n\nHOW IT WORKS\n\n1. Pick your favorite topics — choose from 17 knowledge categories\n2. Get fun random facts delivered daily\n3. Read, save, and share cool facts that interest you\n4. Test yourself with brain trivia games\n5. Watch your knowledge and IQ grow!\n\nTRIVIA GAME MODES\n\n• Daily Trivia — Questions based on facts you've seen today\n• Mixed Trivia — Random challenge across all categories\n• Category Mastery — Focus on what you love and become a genius\n\nDID YOU KNOW?\n\nEvery day, our curious users discover amazing facts about science, history, space, animals, psychology, and more. Whether you love random trivia, brain teasers, riddles, or general knowledge quizzes — Facts a Day has something for you.\n\nPerfect for curious minds, lifelong learners, and anyone who loves a good quiz. A few minutes a day makes you smarter — guaranteed.\n\nDownload now — it's free to start!\n\nSUBSCRIPTION INFO\n\nFacts a Day Premium is available with two auto-renewing subscription options:\n• Weekly subscription\n• Monthly subscription\n\nPayment will be charged to your Google Play account at confirmation of purchase. Subscription automatically renews unless canceled at least 24 hours before the end of the current period. You can manage and cancel your subscriptions in your Google Play account settings.\n\nTerms of Use: https://factsaday.com/en/terms\nPrivacy Policy: https://factsaday.com/en/privacy",
        "recentChanges": "Thanks for using Facts a Day!\n\nThis update includes bug fixes and improvements to make your experience even better.\n\nKeep learning and stay curious!"
      },
      "de-DE": {
        "title": "Täglich Wissen: Fun Faktenquiz",
        "shortDescription": "Täglich zufällige Fakten! Gehirn-Quiz mit Wissenschaft, Geschichte & IQ offline.",
        "fullDescription": "Wusstest du das? Spannende Fakten sind der schnellste Weg, schlauer zu werden!\n\nTäglich Wissen liefert dir faszinierende zufällige Fakten aus Wissenschaft, Geschichte, Natur, Weltraum, Psychologie und 12 weiteren Themen — wunderschön gestaltet mit beeindruckenden Bildern. Fordere dich mit Gehirn-Quiz-Spielen heraus, verfolge deinen IQ-Fortschritt und werde die schlaueste Person im Raum.\n\nWARUM DU ES LIEBEN WIRST\n\n• Tägliche Fun Facts — Frische, interessante und erstaunliche Fakten jeden Tag\n• 17 Kategorien — Wissenschaft, Geschichte, Weltraum, Natur, Psychologie, Technologie, Kunst, Geographie, Gesundheit, Wirtschaft, Philosophie, Sprache, Sport, Essen, Umwelt, Kultur und Mathematik\n• Schöne Karten — Jeder Fakt kommt mit einem beeindruckenden Bild\n• Gehirn-Quiz-Spiel — 3 Trivia-Spielmodi um deinen IQ und dein Wissen zu testen\n• Verfolge dein Genie — Sieh deine Statistiken, Serien, Abzeichen und Genauigkeit\n• Favoriten speichern — Baue deine persönliche Wissensbibliothek auf\n• Offline verfügbar — Gespeicherte Fakten lesen und Quiz spielen ohne Internet\n• 8 Sprachen — Deutsch, Englisch, Spanisch, Französisch, Chinesisch, Japanisch, Koreanisch und Türkisch\n\nSO FUNKTIONIERT ES\n\n1. Wähle deine Lieblingsthemen — aus 17 Wissenskategorien\n2. Erhalte täglich zufällige Fun Facts\n3. Lese, speichere und teile coole Fakten\n4. Teste dich mit Gehirn-Trivia-Spielen\n5. Sieh zu, wie dein Wissen und IQ wachsen!\n\nQUIZ-MODI\n\n• Tägliches Quiz — Fragen basierend auf Fakten des Tages\n• Gemischtes Quiz — Zufällige Herausforderung aus allen Kategorien\n• Kategorie-Meisterschaft — Konzentriere dich auf dein Lieblingsthema und werde zum Genie\n\nWUSSTEST DU DAS?\n\nJeden Tag entdecken unsere neugierigen Nutzer erstaunliche Fakten über Wissenschaft, Geschichte, Weltraum, Tiere, Psychologie und mehr. Ob du zufällige Trivia, Gehirnjogging, Rätsel oder Allgemeinwissen-Quiz liebst — Täglich Wissen hat etwas für dich.\n\nPerfekt für neugierige Köpfe, lebenslange Lerner und alle, die ein gutes Quiz lieben. Ein paar Minuten am Tag machen dich schlauer — garantiert.\n\nJetzt herunterladen — der Start ist kostenlos!\n\nABO-INFORMATIONEN\n\nFacts a Day Premium ist mit zwei automatisch verlängerbaren Abo-Optionen verfügbar:\n• Wöchentliches Abo\n• Monatliches Abo\n\nDie Zahlung wird bei Kaufbestätigung deinem Google Play-Konto belastet. Das Abo verlängert sich automatisch, sofern es nicht mindestens 24 Stunden vor Ablauf des aktuellen Zeitraums gekündigt wird. Du kannst deine Abos in deinen Google Play-Kontoeinstellungen verwalten und kündigen.\n\nNutzungsbedingungen: https://factsaday.com/de/terms\nDatenschutzrichtlinie: https://factsaday.com/de/privacy",
        "recentChanges": "Danke, dass du Täglich Wissen nutzt!\n\nDieses Update enthält Fehlerbehebungen und Verbesserungen für ein noch besseres Erlebnis.\n\nBleib neugierig und lerne weiter!"
      },
      "es-419": {
        "title": "Datos Diarios: Trivia y Quiz",
        "shortDescription": "¡Datos curiosos a diario! Quiz mental con ciencia, historia y trivia IQ offline.",
        "fullDescription": "¿Sabías que...? ¡Los datos curiosos son la forma más rápida de ser más inteligente!\n\nDatos Diarios te ofrece fascinantes datos aleatorios de ciencia, historia, naturaleza, espacio, psicología y 12 temas más — bellamente diseñados con imágenes impresionantes. Desafíate con juegos de quiz mental, sigue tu progreso de IQ y conviértete en la persona más lista.\n\nPOR QUÉ TE ENCANTARÁ\n\n• Datos Curiosos Diarios — Datos frescos, interesantes e increíbles cada día\n• 17 Categorías — Ciencia, Historia, Espacio, Naturaleza, Psicología, Tecnología, Arte, Geografía, Salud, Negocios, Filosofía, Idiomas, Deportes, Comida, Medio Ambiente, Cultura y Matemáticas\n• Tarjetas Hermosas — Cada dato viene con una imagen impresionante\n• Quiz Mental — 3 modos de trivia para poner a prueba tu IQ y conocimiento\n• Sigue tu Genio — Ve tus estadísticas, rachas, insignias y precisión\n• Guarda Favoritos — Construye tu biblioteca personal de conocimiento\n• Funciona Offline — Lee datos guardados y juega quiz sin internet\n• 8 Idiomas — Español, Inglés, Francés, Alemán, Chino, Japonés, Coreano y Turco\n\nCÓMO FUNCIONA\n\n1. Elige tus temas favoritos — de 17 categorías de conocimiento\n2. Recibe datos curiosos aleatorios a diario\n3. Lee, guarda y comparte datos interesantes\n4. Ponte a prueba con juegos de trivia mental\n5. ¡Mira cómo crece tu conocimiento y IQ!\n\nMODOS DE TRIVIA\n\n• Trivia Diaria — Preguntas basadas en datos que has visto hoy\n• Trivia Mixta — Desafío aleatorio de todas las categorías\n• Maestría por Categoría — Enfócate en lo que te gusta y conviértete en un genio\n\n¿SABÍAS QUE...?\n\nCada día, nuestros curiosos usuarios descubren datos increíbles sobre ciencia, historia, espacio, animales, psicología y más. Ya sea que te gusten los datos aleatorios, los juegos mentales, los acertijos o los quiz de conocimiento general — Datos Diarios tiene algo para ti.\n\nPerfecto para mentes curiosas, aprendices de por vida y cualquiera que ame un buen quiz. Unos minutos al día te hacen más inteligente — garantizado.\n\n¡Descarga ahora — es gratis para empezar!\n\nINFORMACIÓN DE SUSCRIPCIÓN\n\nFacts a Day Premium está disponible con dos opciones de suscripción con renovación automática:\n• Suscripción semanal\n• Suscripción mensual\n\nEl pago se cargará a tu cuenta de Google Play al confirmar la compra. La suscripción se renueva automáticamente a menos que se cancele al menos 24 horas antes del final del período actual. Puedes gestionar y cancelar tus suscripciones en los ajustes de tu cuenta de Google Play.\n\nCondiciones de uso: https://factsaday.com/es/terms\nPolítica de privacidad: https://factsaday.com/es/privacy",
        "recentChanges": "¡Gracias por usar Datos Diarios!\n\nEsta actualización incluye correcciones de errores y mejoras para una mejor experiencia.\n\n¡Sigue aprendiendo y mantén la curiosidad!"
      },
      "fr-FR": {
        "title": "Savoir du Jour: Quiz & Faits",
        "shortDescription": "Faits amusants aléatoires ! Quiz cérébral : science, histoire et QI. Hors ligne.",
        "fullDescription": "Le saviez-vous ? Les faits amusants sont le moyen le plus rapide de devenir plus intelligent !\n\nSavoir du Jour vous propose des faits aléatoires fascinants sur la science, l'histoire, la nature, l'espace, la psychologie et 12 autres sujets — magnifiquement présentés avec de superbes images. Défiez-vous avec des jeux de quiz cérébral, suivez votre progression de QI et devenez la personne la plus cultivée.\n\nPOURQUOI VOUS ALLEZ L'ADORER\n\n• Fun Facts Quotidiens — Des faits frais, intéressants et incroyables chaque jour\n• 17 Catégories — Science, Histoire, Espace, Nature, Psychologie, Technologie, Arts, Géographie, Santé, Business, Philosophie, Langues, Sports, Cuisine, Environnement, Culture et Mathématiques\n• Belles Cartes — Chaque fait est accompagné d'une image magnifique\n• Quiz Cérébral — 3 modes de trivia pour tester votre QI et vos connaissances\n• Suivez votre Génie — Consultez vos statistiques, séries, badges et précision\n• Sauvegardez vos Favoris — Créez votre bibliothèque de connaissances personnelle\n• Fonctionne Hors Ligne — Lisez les faits sauvegardés et jouez aux quiz sans internet\n• 8 Langues — Français, Anglais, Espagnol, Allemand, Chinois, Japonais, Coréen et Turc\n\nCOMMENT ÇA MARCHE\n\n1. Choisissez vos sujets préférés — parmi 17 catégories de connaissances\n2. Recevez des fun facts aléatoires quotidiennement\n3. Lisez, sauvegardez et partagez des faits curieux\n4. Testez-vous avec des jeux de trivia cérébral\n5. Regardez vos connaissances et votre QI grandir !\n\nMODES DE TRIVIA\n\n• Trivia Quotidien — Questions basées sur les faits vus aujourd'hui\n• Trivia Mixte — Défi aléatoire de toutes les catégories\n• Maîtrise par Catégorie — Concentrez-vous sur ce que vous aimez et devenez un génie\n\nLE SAVIEZ-VOUS ?\n\nChaque jour, nos utilisateurs curieux découvrent des faits incroyables sur la science, l'histoire, l'espace, les animaux, la psychologie et plus encore. Que vous aimiez les trivia aléatoires, les casse-têtes, les énigmes ou les quiz de culture générale — Savoir du Jour a quelque chose pour vous.\n\nParfait pour les esprits curieux, les apprenants à vie et tous ceux qui aiment un bon quiz. Quelques minutes par jour vous rendent plus intelligent — garanti.\n\nTéléchargez maintenant — c'est gratuit pour commencer !\n\nINFORMATIONS SUR L'ABONNEMENT\n\nFacts a Day Premium est disponible avec deux options d'abonnement à renouvellement automatique :\n• Abonnement hebdomadaire\n• Abonnement mensuel\n\nLe paiement sera débité de votre compte Google Play lors de la confirmation de l'achat. L'abonnement se renouvelle automatiquement sauf annulation au moins 24 heures avant la fin de la période en cours. Vous pouvez gérer et annuler vos abonnements dans les paramètres de votre compte Google Play.\n\nConditions d'utilisation : https://factsaday.com/fr/terms\nPolitique de confidentialité : https://factsaday.com/fr/privacy",
        "recentChanges": "Merci d'utiliser Savoir du Jour !\n\nCette mise à jour inclut des corrections de bugs et des améliorations pour une meilleure expérience.\n\nContinuez à apprendre et restez curieux !"
      },
      "ja-JP": {
        "title": "毎日の雑学 - 楽しいトリビア",
        "shortDescription": "毎日ランダムな雑学！科学・歴史・IQトリビアの脳トレクイズ。オフライン対応。",
        "fullDescription": "知ってた？雑学は賢くなる最速の方法です！\n\n毎日の雑学は、科学、歴史、自然、宇宙、心理学など17以上のトピックから魅力的なランダム雑学を、美しい画像と共にお届けします。脳トレクイズゲームで自分に挑戦し、IQの成長を追跡し、周りで一番賢い人になりましょう。\n\nこんな方におすすめ\n\n• 毎日の雑学 — 毎日新鮮で面白い、すごい豆知識\n• 17カテゴリ — 科学、歴史、宇宙、自然、心理学、テクノロジー、芸術、地理、健康、ビジネス、哲学、言語、スポーツ、食べ物、環境、文化、数学\n• 美しいカード — 各事実に素晴らしい画像付き\n• 脳トレクイズゲーム — IQと知識をテストする3つのトリビアモード\n• 天才度を追跡 — 統計、連続記録、バッジ、正確性を確認\n• お気に入りを保存 — 個人的な知識ライブラリを構築\n• オフライン対応 — インターネットなしで保存した雑学を読んでクイズをプレイ\n• 8言語対応 — 日本語、英語、スペイン語、フランス語、ドイツ語、中国語、韓国語、トルコ語\n\n使い方\n\n1. お気に入りのトピックを選択 — 17の知識カテゴリから\n2. 毎日ランダムな雑学を受け取る\n3. 面白い豆知識を読んで、保存して、共有\n4. 脳トレトリビアゲームで自分をテスト\n5. 知識とIQの成長を見守ろう！\n\nトリビアモード\n\n• デイリートリビア — 今日見た雑学に基づく質問\n• ミックストリビア — すべてのカテゴリからランダムチャレンジ\n• カテゴリマスター — 好きなものに集中して天才になろう\n\n知ってた？\n\n毎日、好奇心旺盛なユーザーが科学、歴史、宇宙、動物、心理学などについて驚きの雑学を発見しています。ランダムトリビア、脳トレ、なぞなぞ、一般知識クイズが好きなら — 毎日の雑学はあなたにぴったりです。\n\n好奇心旺盛な人、生涯学習者、クイズ好きな人に最適。1日数分で賢くなれます — 保証します。\n\n今すぐダウンロード — 無料で始められます！\n\nサブスクリプション情報\n\nFacts a Day Premiumは、2つの自動更新サブスクリプションオプションでご利用いただけます：\n• 週間サブスクリプション\n• 月間サブスクリプション\n\n購入確認時にGoogle Playアカウントに請求されます。現在の期間終了の少なくとも24時間前にキャンセルしない限り、サブスクリプションは自動的に更新されます。Google Playのアカウント設定でサブスクリプションの管理とキャンセルができます。\n\n利用規約: https://factsaday.com/ja/terms\nプライバシーポリシー: https://factsaday.com/ja/privacy",
        "recentChanges": "毎日の雑学をご利用いただきありがとうございます！\n\nこのアップデートでは、より良い体験のためのバグ修正と改善を行いました。\n\n学び続けて、好奇心を持ち続けよう！"
      },
      "ko-KR": {
        "title": "매일 상식 - 재미있는 퀴즈",
        "shortDescription": "매일 랜덤 상식! 과학, 역사, IQ 트리비아 두뇌 퀴즈 게임. 오프라인 지원.",
        "fullDescription": "알고 있었나요? 재미있는 상식은 더 똑똑해지는 가장 빠른 방법입니다!\n\n매일 상식은 과학, 역사, 자연, 우주, 심리학 등 17개 이상의 주제에서 흥미로운 랜덤 상식을 아름다운 이미지와 함께 제공합니다. 두뇌 퀴즈 게임으로 도전하고, IQ 성장을 추적하고, 주변에서 가장 똑똑한 사람이 되세요.\n\n이런 점이 좋아요\n\n• 매일 재미있는 상식 — 매일 신선하고 흥미롭고 놀라운 사실\n• 17개 카테고리 — 과학, 역사, 우주, 자연, 심리학, 기술, 예술, 지리, 건강, 비즈니스, 철학, 언어, 스포츠, 음식, 환경, 문화, 수학\n• 아름다운 카드 — 각 사실에 멋진 이미지 포함\n• 두뇌 퀴즈 게임 — IQ와 지식을 테스트하는 3가지 트리비아 모드\n• 천재도 추적 — 통계, 연속 기록, 배지, 정확도 확인\n• 즐겨찾기 저장 — 개인 지식 라이브러리 구축\n• 오프라인 지원 — 인터넷 없이 저장된 상식 읽기 및 퀴즈 플레이\n• 8개 언어 지원 — 한국어, 영어, 스페인어, 프랑스어, 독일어, 중국어, 일본어, 터키어\n\n사용 방법\n\n1. 좋아하는 주제 선택 — 17개 지식 카테고리에서\n2. 매일 랜덤 재미있는 상식 받기\n3. 흥미로운 사실을 읽고, 저장하고, 공유\n4. 두뇌 트리비아 게임으로 자신을 테스트\n5. 지식과 IQ가 성장하는 것을 지켜보세요!\n\n트리비아 모드\n\n• 데일리 트리비아 — 오늘 본 상식을 기반으로 한 질문\n• 믹스 트리비아 — 모든 카테고리에서 랜덤 챌린지\n• 카테고리 마스터 — 좋아하는 것에 집중하고 천재가 되세요\n\n알고 있었나요?\n\n매일 호기심 많은 사용자들이 과학, 역사, 우주, 동물, 심리학 등에 대한 놀라운 상식을 발견합니다. 랜덤 트리비아, 두뇌 게임, 수수께끼, 일반 상식 퀴즈를 좋아한다면 — 매일 상식이 딱입니다.\n\n호기심 많은 사람, 평생 학습자, 퀴즈를 좋아하는 모든 분께 완벽합니다. 하루 몇 분으로 더 똑똑해지세요 — 보장합니다.\n\n지금 다운로드하세요 — 무료로 시작할 수 있습니다!\n\n구독 정보\n\nFacts a Day Premium은 두 가지 자동 갱신 구독 옵션으로 이용할 수 있습니다:\n• 주간 구독\n• 월간 구독\n\n구매 확인 시 Google Play 계정으로 결제됩니다. 현재 기간 종료 최소 24시간 전에 취소하지 않으면 구독이 자동으로 갱신됩니다. Google Play 계정 설정에서 구독을 관리하고 취소할 수 있습니다.\n\n이용약관: https://factsaday.com/ko/terms\n개인정보 처리방침: https://factsaday.com/ko/privacy",
        "recentChanges": "매일 상식을 이용해 주셔서 감사합니다!\n\n이번 업데이트에는 더 나은 경험을 위한 버그 수정 및 개선이 포함되어 있습니다.\n\n계속 배우고 호기심을 유지하세요!"
      },
      "zh-CN": {
        "title": "每日冷知识 - 趣味问答",
        "shortDescription": "每日随机趣味冷知识！科学、历史、IQ问答脑力游戏，支持离线。",
        "fullDescription": "你知道吗？趣味冷知识是变聪明最快的方式！\n\n每日冷知识为你带来科学、历史、自然、太空、心理学等17个主题的精彩随机冷知识 — 搭配精美图片呈现。通过脑力问答游戏挑战自己，追踪IQ进步，成为身边最聪明的人。\n\n为什么你会喜欢\n\n• 每日趣味冷知识 — 每天都有新鲜、有趣、令人惊叹的知识\n• 17个分类 — 科学、历史、太空、自然、心理学、科技、艺术、地理、健康、商业、哲学、语言、体育、美食、环境、文化和数学\n• 精美卡片 — 每条知识都配有精美图片\n• 脑力问答游戏 — 3种问答模式测试你的IQ和知识\n• 追踪天才之路 — 查看统计数据、连续记录、徽章和正确率\n• 收藏夹 — 建立个人知识库\n• 离线可用 — 无需网络即可阅读收藏和玩问答\n• 8种语言 — 中文、英语、西班牙语、法语、德语、日语、韩语和土耳其语\n\n使用方法\n\n1. 选择你喜欢的主题 — 从17个知识分类中\n2. 每天收到随机趣味冷知识\n3. 阅读、收藏和分享有趣的知识\n4. 通过脑力问答游戏测试自己\n5. 见证你的知识和IQ增长！\n\n问答模式\n\n• 每日问答 — 基于今天看过的知识的问题\n• 混合问答 — 所有分类的随机挑战\n• 分类精通 — 专注你喜欢的领域，成为天才\n\n你知道吗？\n\n每天，好奇的用户们都在发现关于科学、历史、太空、动物、心理学等令人惊叹的冷知识。无论你喜欢随机冷知识、脑力游戏、谜语还是百科问答 — 每日冷知识都有适合你的内容。\n\n适合好奇心强的人、终身学习者和所有喜欢问答的人。每天几分钟让你更聪明 — 保证有效。\n\n立即下载 — 免费开始！\n\n订阅信息\n\nFacts a Day Premium 提供两种自动续订订阅选项：\n• 每周订阅\n• 每月订阅\n\n确认购买时，将从您的 Google Play 账户扣款。除非在当前订阅期结束前至少 24 小时取消，否则订阅将自动续订。您可以在 Google Play 账户设置中管理和取消订阅。\n\n使用条款: https://factsaday.com/zh/terms\n隐私政策: https://factsaday.com/zh/privacy",
        "recentChanges": "感谢使用每日冷知识！\n\n本次更新包括错误修复和改进，为您带来更好的体验。\n\n保持学习，保持好奇！"
      },
      "tr-TR": {
        "title": "Günlük Bilgi: Eğlenceli Quiz",
        "shortDescription": "Her gün rastgele bilgiler! Bilim, tarih ve IQ trivia beyin quiz oyunu. Offline.",
        "fullDescription": "Biliyor muydun? Eğlenceli bilgiler daha zeki olmanın en hızlı yoludur!\n\nGünlük Bilgi, bilim, tarih, doğa, uzay, psikoloji ve 12 farklı konudan büyüleyici rastgele bilgileri etkileyici görsellerle sunar. Beyin quiz oyunlarıyla kendine meydan oku, IQ gelişimini takip et ve etrafındaki en zeki kişi ol.\n\nNEDEN SEVECEKSİN\n\n• Günlük Eğlenceli Bilgiler — Her gün taze, ilginç ve şaşırtıcı bilgiler\n• 17 Kategori — Bilim, Tarih, Uzay, Doğa, Psikoloji, Teknoloji, Sanat, Coğrafya, Sağlık, İş Dünyası, Felsefe, Dil, Spor, Yemek, Çevre, Kültür ve Matematik\n• Güzel Kartlar — Her bilgi etkileyici bir görsel ile gelir\n• Beyin Quiz Oyunu — IQ ve bilgini test etmek için 3 trivia modu\n• Dahiliğini Takip Et — İstatistiklerini, serilerini, rozetlerini ve doğruluğunu gör\n• Favorileri Kaydet — Kişisel bilgi kütüphaneni oluştur\n• Çevrimdışı Çalışır — İnternet olmadan kayıtlı bilgileri oku ve quiz oyna\n• 8 Dil Desteği — Türkçe, İngilizce, İspanyolca, Fransızca, Almanca, Çince, Japonca ve Korece\n\nNASIL ÇALIŞIR\n\n1. Favori konularını seç — 17 bilgi kategorisinden\n2. Her gün rastgele eğlenceli bilgiler al\n3. İlginç bilgileri oku, kaydet ve paylaş\n4. Beyin trivia oyunlarıyla kendini test et\n5. Bilginin ve IQ'nun büyümesini izle!\n\nTRİVİA MODLARI\n\n• Günlük Trivia — Bugün gördüğün bilgilere dayalı sorular\n• Karışık Trivia — Tüm kategorilerden rastgele meydan okuma\n• Kategori Ustalığı — Sevdiğin konulara odaklan ve dahi ol\n\nBİLİYOR MUYDUN?\n\nHer gün, meraklı kullanıcılarımız bilim, tarih, uzay, hayvanlar, psikoloji ve daha fazlası hakkında şaşırtıcı bilgiler keşfediyor. Rastgele trivia, beyin oyunları, bulmacalar veya genel kültür quizleri seviyorsan — Günlük Bilgi tam sana göre.\n\nMeraklı zihinler, ömür boyu öğrenenler ve quiz seven herkes için mükemmel. Günde birkaç dakika seni daha zeki yapar — garantili.\n\nŞimdi indir — başlamak ücretsiz!\n\nABONELİK BİLGİLERİ\n\nFacts a Day Premium, iki otomatik yenilenen abonelik seçeneği ile kullanılabilir:\n• Haftalık abonelik\n• Aylık abonelik\n\nÖdeme, satın alma onayında Google Play hesabınızdan tahsil edilir. Mevcut dönem sona ermeden en az 24 saat önce iptal edilmediği sürece abonelik otomatik olarak yenilenir. Aboneliklerinizi Google Play hesap ayarlarınızdan yönetebilir ve iptal edebilirsiniz.\n\nKullanım Koşulları: https://factsaday.com/tr/terms\nGizlilik Politikası: https://factsaday.com/tr/privacy",
        "recentChanges": "Günlük Bilgi'yi kullandığın için teşekkürler!\n\nBu güncelleme, daha iyi bir deneyim için hata düzeltmeleri ve iyileştirmeler içerir.\n\nÖğrenmeye devam et ve merakını koru!"
      }
    }
  },
  "_meta": {
    "version": "1.0.0",
    "lastUpdated": "2026-02-17",
    "supportedLocales": ["en", "de", "es", "fr", "ja", "ko", "zh", "tr"],
    "localeMappings": {
      "internal": {
        "en": { "ios": "en-US", "android": "en-US" },
        "de": { "ios": "de-DE", "android": "de-DE" },
        "es": { "ios": "es-MX", "android": "es-419" },
        "fr": { "ios": "fr-FR", "android": "fr-FR" },
        "ja": { "ios": "ja", "android": "ja-JP" },
        "ko": { "ios": "ko", "android": "ko-KR" },
        "zh": { "ios": "zh-Hans", "android": "zh-CN" },
        "tr": { "ios": "tr", "android": "tr-TR" }
      }
    },
    "fieldMappings": {
      "ios": {
        "name": "App Name (30 chars)",
        "subtitle": "Subtitle (30 chars)",
        "promotionalText": "Promotional Text (170 chars)",
        "keywords": "Keywords (100 chars, comma-separated)",
        "description": "Description (4000 chars)",
        "whatsNew": "What's New / Release Notes"
      },
      "android": {
        "title": "App Title (30 chars)",
        "shortDescription": "Short Description (80 chars)",
        "fullDescription": "Full Description (4000 chars)",
        "recentChanges": "Release Notes / What's New"
      }
    }
  }
}
